Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# BotShare
source: Share
ar: مشاركة
be: Абагуліць
ca: Comparteix
de: Teilen
es: Compartir
fa: به اشتراک گذاشتن
fi: Jaa
fr: Partager
id: Bagi
it: Condividi
ko: 공유
ms: Kongsi
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
tr: Paylaş
uk: Поділитися
uz: Ulashish
zh_cn: 分享
zh_tw: 分享

# BotsMenuTitle
source: Menu
ar: القائمة
be: Меню
ca: Menú
de: Menü
es: Menú
fi: Valikko
ko: 메뉴
ru: Меню
sv: Meny
tr: Menü
uk: Меню

# BotStart
source: START
ar: بدء
be: ЗАПУСЦІЦЬ
ca: INICIA
de: STARTEN
es: INICIAR
fa: شروع
fi: KÄYNNISTÄ
fr: DÉMARRER
id: MULAI
it: AVVIA
ko: 시작
ms: MULA
nl: BEGIN
pl: ROZPOCZNIJ
pt_br: COMEÇAR
ru: СТАРТ
sv: STARTA
tr: BAŞLAT
uk: РОЗПОЧАТИ
uz: BOSHLASH
zh_cn: 开始
zh_tw: 開始

# BotStatusCantRead
source: has no access to messages
ar: لا يمكنه الوصول للرسائل
be: не мае доступу да паведамленняў
ca: no té accés als missatges
de: kein Zugriff auf Nachrichten
es: no tiene acceso a los mensajes
fa: به پیام‌ها دسترسی ندارد
fi: ei voi lukea viestejä
fr: n'a pas accès aux messages
id: tidak mempunyai akses ke pesan
it: non ha accesso ai messaggi
ko: 메시지 접근 권한 없음
ms: tiada akses ke mesej
nl: geen toegang tot berichten
pl: nie ma dostępu do wiadomości
pt_br: não tem acesso às mensagens
ru: не имеет доступа к сообщениям
sv: har inte meddelandeåtkomst
tr: mesajlara erişimi yok
uk: не має доступу до повідомлень
uz: xabarlarga ruxsati yoʻq
zh_cn: 不可存取消息
zh_tw: 不可存取訊息

# BotStatusRead
source: has access to messages
ar: يمكنه الوصول للرسائل
be: мае доступ да паведамленняў
ca: té accés als missatges
de: Zugriff auf Nachrichten
es: tiene acceso a los mensajes
fa: به پیام‌ها دسترسی دارد
fi: voi lukea viestit
fr: a accès aux messages
id: mempunyai akses ke pesan
it: ha accesso ai messaggi
ko: 메시지 접근 권한 있음
ms: ada akses ke mesej
nl: toegang tot berichten
pl: ma dostęp do wiadomości
pt_br: tem acesso às mensagens
ru: имеет доступ к сообщениям
sv: har meddelandeåtkomst
tr: mesajlara erişimi var
uk: має доступ до повідомлень
uz: xabarlarga ruxsati bor
zh_cn: 可存取消息
zh_tw: 可存取訊息

# BotStop
source: Stop bot
ar: حظر البوت
be: Спыніць бота
ca: Atura el bot
de: Bot anhalten
es: Detener bot
fa: متوقف کردن ربات
fi: Pysäytä botti
fr: Arrêter le bot
it: Arresta bot
ko: 봇 정지
ms: Hentikan bot
nl: Bot stoppen
pl: Zatrzymaj bota
pt_br: Parar bot
ru: Остановить бота
sv: Stoppa bott
tr: Botu durdur
uk: Зупинити бота
uz: Botni toʻxtatish
zh_cn: 停用机器人
zh_tw: 停用機械人

# BotUnblock
source: RESTART
ar: إعادة تشغيل
be: ПЕРАЗАПУСЦІЦЬ
ca: REINICIA
de: NEU STARTEN
es: REINICIAR
fa: راه‌اندازی مجدد
fi: KÄYNNISTÄ UUDELLEEN
fr: REDÉMARRER
id: MULAI ULANG
it: RIAVVIA
ko: 다시 시작
ms: SET SEMULA
nl: HERSTART
pl: ZRESTARTUJ
pt_br: REINICIAR
ru: ПЕРЕЗАПУСТИТЬ
sv: STARTA OM
tr: YENİDEN BAŞLAT
uk: ПЕРЕЗАПУСТИТИ
uz: QAYTA ISHGA TUSHIRISH
zh_cn: 重新启用
zh_tw: 重新啓用

source: Broadcast Group
ar: مجموعة نشر
be: Суполка для трансляцый
ca: Grup de difusió
de: Broadcast-Gruppe
es: Grupo de difusión
fi: Lähetysryhmä
fr: Groupe de diffusion
it: Gruppo broadcast
ko: 브로드캐스트 그룹
ms: Grup Siaran
nl: Omroepgroep
pl: Grupa rozgłoszeniowa
pt_br: Grupo de Transmissão
ru: Группа для трансляций
sv: Publiceringsgrupp
tr: Yayın Grubu
uk: Трансляційна група

# BroadcastGroupConvert
source: Convert to Broadcast Group
ar: تحويل إلى مجموعة نشر
be: Пераўтварыць у суполку для трансляцый
ca: Converteix a grup de difusió
de: In Broadcast-Gruppe umwandeln
es: Convertir en Grupo de difusión
fi: Muunna lähetysryhmäksi
fr: Convertir en groupe de diffusion
it: Converti in gruppo broadcast
ko: 브로드캐스트 그룹으로 전환
ms: Ubah ke Grup Siaran
nl: Opwaarderen naar omroepgroep
pl: Konwertuj do Grupy rozgłoszeniowej
pt_br: Converter em Grupo de Transmissão
ru: Сделать группой для трансляций
sv: Konvertera till Publiceringsgrupp
tr: Yayın Grubuna Dönüştür
uk: Перетворити на трансляційну групу

# BroadcastGroupConvertInfo
source: Broadcast groups can have over 200,000 members, but only admins can send messages in them.
ar: يمكن لمجموعات النشر أن تضم أكثر من 200,000 عضو، لكن يُسمح للمشرفين فقط بنشر الرسائل فيها.
be: Суполкі для трансляцый могуць мець больш за 200,000 удзельнікаў, але толькі кіраўнікі могуць адпраўляць там паведамленні.
ca: Aquests poden tenir més de 200.000 membres, però només els administradors hi poden enviar missatges.
de: Broadcast-Gruppen dürfen über 200.000 Mitglieder haben, allerdings können nur Admins Nachrichten senden.
es: Los grupos de difusión pueden tener más de 200.000 miembros, pero sólo los administradores pueden enviar mensajes.
fi: Lähetysryhmillä voi olla yli 200 000 jäsentä, mutta vain valvojat voivat lähettää niihin viestejä.
fr: Les groupes de diffusion peuvent réunir plus de 200 000 membres, mais seuls les administrateurs peuvent y envoyer des messages.
it: I gruppi broadcast possono avere più di 200.000 membri, ma solo gli amministratori possono inviare messaggi.
ko: 브로드캐스트 그룹은 200,000 이상 참가 가능하지만, 관리자만 메시지를 보낼 수 있습니다.
ms: Grup siaran boleh punyai lebih dari 200,000 ahli, tetapi hanya pentadbir boleh kirim mesej di situ.
nl: Uitzendgroepen kunnen meer dan 200.000 leden hebben, alleen beheerders kunnen berichten verzenden.
pl: Grupy rozgłoszeniowe mogą mieć ponad 200 000 członków, ale tylko administratorzy mogą wysyłać w nich wiadomości.
pt_br: Grupos de transmissão podem ter mais de 200.000 membros, mas apenas admins podem enviar mensagens.
ru: В группе для трансляций могут состоять больше 200,000 участников, но писать сообщения смогут только администраторы.
sv: Publiceringsgrupper kan ha fler än 200.000 medlemmar men endast administratörer kan skriva i dem.
tr: Yayın grupları 200.000 üyeden daha fazlasına sahip olabilirler, ancak oraya yalnızca yöneticiler mesaj gönderebilir.
uk: У групі для трансляцій може брати участь понад 200 тисяч людей, але надсилати повідомлення зможуть лише адміністратори.

# BroadcastGroupConvertSuccess
source: Your group can now have more than 200,000 members.
ar: يمكن لمجموعتك الآن أن تضم أكثر من 200,000 عضو.
be: Цяпер ваша суполка можа мець больш за 200,000 удзельнікаў.
ca: El vostre grup ja pot tenir més de 200.000 membres.
de: Deine Gruppe kann nun mehr als 200.000 Mitglieder haben.
es: Tu grupo ahora puede tener más de 200.000 miembros.
fi: Ryhmälläsi voi olla nyt yli 200 000 jäsentä.
fr: Votre groupe peut désormais dépasser les 200 000 membres.
it: Il tuo gruppo ora può avere più di 200.000 membri.
ko: 이제 그룹에 참가자가 200,000 보다 더 많아 질 수 있습니다.
ms: Grup anda kini boleh punyai lebih dari 200,000 ahli.
nl: Je groep kan nu meer dan 200.000 leden hebben.
pl: Twoja grupa może mieć teraz ponad 200 000 członków.
pt_br: Seu grupo agora pode ter mais de 200.000 membros.
ru: Теперь в Вашей группе может быть больше 200,000 участников.
sv: Din grupp kan nu ha fler än 200.000 medlemmar.
tr: Grubunuz artık 200.000 üyeden daha fazlasına sahip olabilir.
uk: Тепер у вашій групі може брати участь понад 200 тисяч людей.

# BroadcastGroupInfo
source: Only admins can send messages in this group.
ar: يمكن للمشرفين فقط إرسال الرسائل في هذه المجموعة.
be: Толькі кіраўнікі могуць пісаць у гэтай суполцы.
ca: Només els administradors poden enviar missatges.
de: Nur Admins können in dieser Gruppe senden.
es: Sólo pueden escribir los administradores.
fi: Vain valvojat voivat lähettää viestejä tähän ryhmään.
fr: Seuls les administrateurs peuvent envoyer des messages dans ce groupe.
it: Solo gli amministratori possono inviare messaggi in questo gruppo.
ko: 이 그룹에는 관리자만 메시지를 보낼 수 있습니다.
ms: Hanya pentadbir boleh kirim mesej di grup ini.
nl: Alleen beheerders kunnen berichten sturen in de groep
pl: W tej grupie tylko administratorzy mogą wysyłać wiadomości.
pt_br: Só admins podem enviar mensagens neste grupo.
ru: Только администраторы могут писать в этой группе.
sv: Endast en admin kan skicka meddelande i gruppen.
tr: Bu grupta yalnızca yöneticiler mesaj gönderebilir.
uk: Лише адміністратори можуть писати в групі.

source: Brown
ar: البني
be: Карычневы
ca: Marró
de: Braun
es: Marrón
fa: قهوه‌ای
fi: Ruskea
fr: Marron
id: Coklat
it: Marrone
ko: 갈색
ms: Perang
nl: Bruin
pl: Brązowy
pt_br: Marrom
ru: Коричневый
sv: Brun
tr: Kahverengi
uk: Коричневий
uz: Jigarrang

source: Browse Themes
ar: استعراض الأنماط
be: Прагляд тэм
ca: Exploreu els temes
de: Farbthemen durchsuchen
es: Explorar temas
fi: Selaa teemoja
fr: Parcourir les thèmes
it: Sfoglia i temi
ko: 테마 검색
ms: Layari Tema
pl: Przeglądaj motywy
pt_br: Explorar Temas
ru: Настройки темы
sv: Bläddra bland teman
tr: Temalara Göz At
uk: Огляд тем

# BubbleRadius
source: Message corners
ar: زوايا الرسالة
be: Куты паведамленняў
ca: Cantons del missatges
de: Nachrichtenecken
es: Esquinas de mensajes
fa: گوشه‌های پیام
fi: Viestin kulmat
fr: Coins des messages
id: Pojok pesan
it: Angoli messaggio
ko: 메시지 모서리
ms: Penjuru mesej
nl: Berichthoeken
pl: Narożniki wiadomości
pt_br: Arredondamento dos Cantos
ru: Углы блоков с сообщениями
sv: Avrundade hörn
tr: Mesaj köşeleri
uk: Заокруглення кутів повідомлень
uz: Xabarlar burchaklari

source: Build my own theme
ar: إنشاء نمطي الخاص
be: Стварыць маю ўласную тэму
ca: Creeu un tema propi
de: Eigenes Farbthema erstellen
es: Crea tu propio tema
fi: Luo oma teema
fr: Concevoir mon propre thème
it: Crea il tuo tema
ko: 내 테마 만들기
ms: Cipta tema sendiri
pl: Stwórz swój własny motyw
pt_br: Construir meu tema
ru: Создать тему
sv: Bygga eget tema
tr: Kendi temamı oluştur
uk: Конструктор тем

source: Built-in themes
ar: الأنماط الافتراضية
be: Убудаваныя тэмы
ca: Temes integrats
de: Eingebaute Themen
es: Temas incorporados
fa: پوسته‌های درون‌برنامه
fi: Oletusteemat
fr: Thèmes intégrés
id: Tema Terpasang
it: Temi integrati
ko: 내장 테마
ms: Tema Binaan Dalam
nl: Ingebouwde thema's
pl: Wbudowane motywy
pt_br: Temas padrão
ru: Стандартные темы
sv: Inbyggda teman
tr: Yerleşik temalar
uk: Вбудовані теми
uz: Yaratilgan Mavzular

source: Bytes received
ar: البيانات المستلمة
be: Байтаў атрымана
ca: Bytes rebuts
de: Bytes empfangen
es: Bytes recibidos
fa: بایت‌های دریافتی
fi: Tietoa vastaanotettu
fr: Octets reçus
id: Bit diterima
it: Byte ricevuti
ko: 받은 바이트
ms: Bait diterima
nl: Ontvangen bytes
pl: Odebrane bajty
pt_br: Bytes recebidos
ru: Получено байт
sv: Data mottagen
tr: Alınan bayt
uk: Байтів одержано
uz: Qabul qilingan baytlar
zh_cn: 已接收字节
zh_tw: 已接收字元

source: Bytes sent
ar: البيانات المرسلة
be: Байтаў адпраўлена
ca: Bytes enviats
de: Bytes gesendet
es: Bytes enviados
fa: بایت‌های ارسالی
fi: Tietoa lähetetty
fr: Octets envoyés
id: Bit terkirim
it: Byte inviati
ko: 보낸 바이트
ms: Bait dikirim
nl: Verzonden bytes
pl: Wysłane bajty
pt_br: Bytes enviados
ru: Отправлено байт
sv: Data skickad
tr: Gönderilen bayt
uk: Байтів надіслано
uz: Yuborilgan baytlar
zh_cn: 已发送字节
zh_tw: 已發送字元

# CacheClear
source: Clear
ar: مسح
be: Ачысціць
ca: Esborra
de: Leeren
es: Borrar
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
id: Hapus
it: Svuota
ko: 비우기
ms: Padam
nl: Opschonen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Töm
tr: Temizle
uk: Очистити
uz: Tozalash
zh_cn: 清理
zh_tw: 清理

# CacheEmpty
source: Empty
ar: فارغة
be: Пуста
ca: Buit
de: Leer
es: Vacía
fa: خالی
fi: Tyhjä
fr: Vide
id: Kosong
it: Vuota
ko: 비어 있음
ms: Kosong
nl: Leeg
pl: Pusta
pt_br: Vazio
ru: Пусто
sv: Töm
tr: Boş
uk: Порожньо
uz: Boʻsh
zh_cn: 已清空
zh_tw: 已清空

# CacheWasCleared
source: {0} freed on your device!
ar: تم تحرير ⁨{0}⁩ من جهازك!
be: {0} вызвалена на вашай прыладзе!
ca: S'han alliberat {0} a l'aparell.
de: {0} auf deinem Gerät freigegeben!
es: ¡Se liberaron {0} en tu dispositivo!
fa: ⁨{0}⁩ بر روی دستگاه شما آزاد شد!
fi: {0} vapautettiin laitteellasi!
fr: {0} libérés sur votre appareil !
id: {0} dibersihkan dari perangkat!
it: {0} liberati sul tuo dispositivo!
ko: {0}를 회원님 기기에 확보했습니다!
ms: {0} dikosongkan di peranti anda!
nl: {0} vrijgemaakt op je apparaat!
pl: {0} zwolnione na twoim urządzeniu!
pt_br: {0} liberados no seu dispositivo!
ru: {0} освободилось
sv: {0} frigjort på din enhet!
tr: Cihazınızda {0} temizlendi!
uk: {0} вивільнено на вашому пристрої!
uz: Qurilmangizda {0} boʻshatildi!

# CalculatingSize
source: Calculating...
ar: يتم الحساب...
be: Падлік...
ca: Calculant...
de: Berechne...
es: Calculando...
fa: در حال محاسبه...
fi: Lasketaan...
fr: Calcul…
id: Menghitung...
it: Calcolo...
ko: 계산 중...
ms: Mengira...
nl: Berekenen...
pl: Obliczanie…
pt_br: Calculando...
ru: Подсчёт…
sv: Beräknar....
tr: Hesaplanıyor…
uk: Обчислюємо...
uz: Hisoblanmoqda...
zh_cn: 正在计算……
zh_tw: 正在計算……

source: Calendar
ar: التقويم
be: Каляндар
ca: Calendari
de: Kalender
es: Calendario
fi: Kalenteri
fr: Calendrier
it: Calendario
ko: 달력
ms: Kalender
pl: Kalendarz
pt_br: Calendário
ru: Календарь
sv: Kalender
tr: Takvim
uk: Календар

# CalendarWeekNameShortFriday
source: F
ar: ج
be: пт
ca: DV
es: V
fi: pe
fr: V
it: V
ko: 금
ms: J
nl: V
pl: P
pt_br: S
ru: П
tr: C
uk: П

# CalendarWeekNameShortMonday
source: M
ar: اث
be: пн
ca: DL
es: L
fi: ma
fr: L
it: L
ko: 월
ms: I
pl: P
pt_br: S
ru: П
tr: P
uk: П

# CalendarWeekNameShortSaturday
source: S
ar: س
be: сб
ca: DS
fi: la
ko: 토
ms: Sa
nl: Z
ru: С
sv: L
tr: C
uk: С

# CalendarWeekNameShortSunday
source: S
ar: أح
be: нд
ca: DG
es: D
fi: su
fr: D
it: D
ko: 일
ms: A
nl: Z
pl: N
pt_br: D
ru: В
tr: P
uk: Н

# CalendarWeekNameShortThursday
source: T
ar: خ
be: чц
ca: DJ
de: D
es: J
fi: to
fr: J
it: G
ko: 목
ms: K
nl: D
pl: C
pt_br: Q
ru: Ч
sv: To
tr: P
uk: Ч

# CalendarWeekNameShortTuesday
source: T
ar: ث
be: аў
ca: DT
de: D
es: M
fi: ti
fr: M
it: M
ko: 화
ms: S
nl: D
pl: W
ru: В
sv: Ti
tr: S
uk: В

# CalendarWeekNameShortWednesday
source: W
ar: أر
be: ср
ca: DC
de: M
es: X
fi: ke
fr: M
it: M
ko: 수
ms: R
pl: Ś
pt_br: Q
ru: С
sv: O
tr: Ç
uk: С

source: Call
ar: اتصال
be: Выклік
ca: Truca
de: Anrufen
es: Llamar
fa: تماس
fi: Äänipuhelu
fr: Appel audio
id: Telepon
it: Chiama
ko: 전화 걸기
ms: Panggil
nl: Bellen
pl: Połącz
pt_br: Ligar
ru: Позвонить
sv: Ring
tr: Ara
uk: Виклик
uz: Qoʻngʻiroq qilish
zh_cn: 呼叫
zh_tw: 呼叫

source: Call Again
ar: معاودة الاتصال
be: Паўтарыць выклік
ca: Torna a trucar
de: Erneut anrufen
es: Llamar de nuevo
fa: تماس مجدد
fi: Soita uudelleen
fr: Rappeler
id: Panggil Kembali
it: Richiama
ko: 다시 전화 걸기
ms: Panggil Lagi
nl: Herhaal
pl: Połącz ponownie
pt_br: Ligar Novamente
ru: Позвонить снова
sv: Ring upp igen
tr: Tekrar Ara
uk: Зателефонувати знову
uz: Qayta chaqiruvni amalga oshirish
zh_cn: 再次呼叫
zh_tw: 再次呼叫

# CallAlert
source: Are you sure you want to call **{0}**?
ar: هل ترغب حقًا في الاتصال بـ**⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце патэлефанаваць **{0}**?
ca: Segur que voleu trucar a **{0}**?
de: Möchtest du wirklich **{0}** anrufen?
es: ¿Quieres llamar a **{0}**?
fi: Haluatko varmasti soittaa puhelun henkilölle **{0}**?
fr: Voulez-vous vraiment appeler **{0}** ?
id: Apakah Anda ingin menelepon **{0}**?
it: Vuoi davvero chiamare **{0}**?
ko: {0}에게 전화를 겁니까?
ms: Anda pasti ingin panggil **{0}**?
nl: Echt bellen met {0}**?
pl: Czy na pewno chcesz zadzwonić do **{0}**?
pt_br: Fazer chamada para **{0}**?
ru: Позвонить **{0}**?
sv: Är du säker på att ringa upp **{0}**?
tr: **{0}** ile görüşme yapmak istediğinizden emin misiniz?
uk: Ви дійсно хочете зателефонувати **{0}**?

# CallAlertTitle
source: Voice Call
ar: مكالمة صوتية
be: Галасавы выклік
ca: Trucada
de: Sprachanruf
es: Llamada de voz
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
id: Panggilan Suara
it: Chiamata vocale
ko: 음성 통화
ms: Panggilan Suara
nl: Spraakoproep
pl: Połączenie głosowe
pt_br: Chamada de Voz
ru: Звонок
sv: Röstsamtal
tr: Sesli Arama
uk: Голосовий виклик

# CallAvailableIn
source: You can request a voice call in {0}:%2$02d
ar: يمكنك طلب مكالمة صوتية بعد ⁨%2$02d⁩:⁨{0}⁩
ca: Podeu demanar una trucada en {0}:%2$02d
de: Du kannst einen Sprachanruf anfordern in {0}:%2$02d
es: Puedes solicitar una llamada en {0}:%2$02d
fi: Voit pyytää äänipuhelua {0}:%2$02d päästä
fr: Vous pouvez demander un appel vocal dans {0} :%2$02d
it: Puoi richiedere una chiamata tra {0}:%2$02d
ko: 다음 이후에 음성 전화를 요청할 수 있습니다 {0}:%2$02d
ms: Anda boleh minta panggilan suara dalam {0}:%2$02d
pl: Możesz poprosić o połączenie głosowe za {0}:%2$02d
pt_br: Você pode pedir uma ligação em {0}:%2$02d
ru: Вы можете запросить звонок с кодом через {0}:%2$02d
sv: Du kan begära uppringning om {0}:%2$02d
tr: {0}:%2$02d içinde sesli arama isteyebilirsiniz
uk: Ви зможете зробити запит на виклик за {0}:%2$02d

source: Call Back
ar: معاودة الاتصال
be: Патэлефанаваць у адказ
ca: Torna la trucada
de: Zurückrufen
es: Devolver llamada
fa: تماس
fi: Soita takaisin
fr: Rappeler
id: Panggil Ulang
it: Richiama
ko: 답신 전화
ms: Panggil Balik
nl: Terugbellen
pl: Oddzwoń
pt_br: Ligar de Volta
ru: Перезвонить
sv: Ring tillbaka
tr: Geri Ara
uk: Перетелефонувати
uz: Takroriy chaqiruv
zh_cn: 回拨
zh_tw: 回撥

# CallEmojiKeyTooltip
source: If emoji on {0}'s screen are the same, this call is 100% secure.
ar: إذا كانت هذه الرموز مطابقة للتي تظهر على شاشة ⁨{0}⁩ فالمكالمة آمنة 100%.
be: Калі эмодзі на экране {0} такія ж, то выклік абаронены на 100%.
ca: Si els emojis són iguals a la pantalla de {0}, la trucada és 100% segura.
de: Wenn diese Emoji genau so bei {0} aussehen, ist euer Anruf 100% sicher.
es: Si los emojis son los mismos para {0}, la llamada es 100 % segura.
fa: اگر اموجی‌های روی صفحه ⁨{0}⁩ با این اموجی‌ها یکسان باشند، این مکالمه 100% امن است.
fi: Jos henkilön {0} ruudulla näkyvä emojisarja on sama, tämä puhelu on 100% turvallinen.
fr: Si les emoji sont identiques pour {0}, cet appel est sécurisé à 100 %.
id: Jika emoji di layar {0} sama, maka panggilan ini 100% aman.
it: Se le emoji sono uguali sullo schermo di {0}, la chiamata è sicura al 100%.
ko: 화면 속 이모지가 {0} 님 것과 같다면, 이 통화는 100% 안전합니다.
ms: Sekirnya emoji di skrin {0} adalah sama, panggilan ini adalah 100% selamat.
nl: Als deze emoji's gelijk zijn bij {0} is dit gesprek 100% veilig.
pl: Jeśli te emoji są takie same na ekranie użytkownika {0}, połączenie to jest w 100% bezpieczne.
pt_br: Se os emojis na tela de {0} são os mesmos, esta chamada é 100% segura.
ru: Если {0} видит те же эмодзи, что и вы, звонок на 100% защищён.
sv: Om dessa emojier är likadana på {0}s skärm är samtalet 100% säkert.
tr: {0} ile ekrandaki ifadeler aynıysa, bu arama %100 güvenlidir.
uk: Якщо {0} бачить ці ж емодзі, виклик на 100% захищений.
uz: Agar {0} ham shu kulgichni koʻrayotgan boʻlsa, bu chaqiruv 100% xavfsiz.
zh_cn: 如果“{0}”屏幕上的 emoji 和此处一致，那么本次通话就是 100% 安全的。
zh_tw: 如果“{0}”屏幕上的 emoji 和此處一致，那麽本次通話就是 100% 安全的。

# Calling
source: Calling you...
ar: يتم الاتصال بك...
be: Тэлефануем вам...
ca: Us estem trucant...
de: Wir rufen dich an…
es: Te estamos llamando...
fa: در حال تماس با شما...
fi: Soitetaan...
fr: Appel en cours…
id: Menghubungi Anda...
it: Ti stiamo chiamando...
ko: 회원님에게 전화하는 중...
ms: Memanggil anda...
nl: We bellen je
pl: Dzwonimy…
pt_br: Estamos te ligando...
ru: Звоним вам...
sv: Ringer dig...
tr: Sizi arıyoruz…
uk: Телефонуємо вам...
uz: Sizga qoʻngʻiroq qilyapmiz...
zh_cn: 正在呼叫您……
zh_tw: 正在呼叫您……

# CallMessageIncoming
source: Incoming Call
ar: مكالمة واردة
be: Уваходны выклік
ca: Trucada rebuda
de: Eingehender Anruf
es: Llamada entrante
fa: تماس دریافتی
fi: Saapuva puhelu
fr: Appel entrant
id: Panggilan Masuk
it: Chiamata in entrata
ko: 수신 전화
ms: Panggilan Masuk
nl: Inkomende oproep
pl: Połączenie przychodzące
pt_br: Chamada recebida
ru: Входящий звонок
sv: Inkommande samtal
tr: Gelen Arama
uk: Вхідний виклик
uz: Kiruvchi chaqiruv
zh_cn: 来电
zh_tw: 來電

# CallMessageIncomingDeclined
source: Declined Call
ar: مكالمة مرفوضة
be: Адхілены выклік
ca: Trucada rebutjada
de: Abgelehnter Anruf
es: Llamada rechazada
fa: تماس رد شده
fi: Hylätty puhelu
fr: Appel refusé
id: Panggilan Ditolak
it: Chiamata rifiutata
ko: 거부한 전화
ms: Panggilan Ditolak
nl: Geweigerde oproep
pl: Połączenie odrzucone
pt_br: Chamada recusada
ru: Отклонённый звонок
sv: Avvisat samtal
tr: Reddedilen Arama
uk: Відхилений виклик
uz: Rad etilgan chaqiruv
zh_cn: 拒接
zh_tw: 拒接

# CallMessageIncomingMissed
source: Missed Call
ar: مكالمة فائتة
be: Прапушчаны выклік
ca: Trucada perduda
de: Verpasster Anruf
es: Llamada perdida
fa: تماس ناموفق
fi: Vastaamaton puhelu
fr: Appel manqué
id: Panggilan TakTerjawab
it: Chiamata persa
ko: 부재중 전화
ms: Panggilan Tak Berjawab
nl: Gemiste oproep
pl: Połączenie nieodebrane
pt_br: Chamada perdida
ru: Пропущенный звонок
sv: Missat samtal
tr: Cevapsız Arama
uk: Пропущений виклик
uz: Javobsiz chaqiruv
zh_cn: 未接
zh_tw: 未接

# CallMessageOutgoing
source: Outgoing Call
ar: مكالمة صادرة
be: Выходны выклік
ca: Trucada feta
de: Ausgehender Anruf
es: Llamada saliente
fa: تماس خروجی
fi: Lähtevä puhelu
fr: Appel sortant
id: Panggilan Keluar
it: Chiamata in uscita
ko: 발신 전화
ms: Panggilan Keluar
nl: Uitgaande oproep
pl: Połączenie wychodzące
pt_br: Chamada efetuada
ru: Исходящий звонок
sv: Utgående samtal
tr: Giden Arama
uk: Вихідний виклик
uz: Chiquvchi chaqiruv
zh_cn: 拨出
zh_tw: 撥出

# CallMessageOutgoingMissed
source: Cancelled Call
ar: مكالمة مُلغاة
be: Скасаваны выклік
ca: Trucada cancel·lada
de: Abgebrochener Anruf
es: Llamada cancelada
fa: تماس لغو شده
fi: Peruttu puhelu
fr: Appel annulé
id: Panggilan Dibatalkan
it: Chiamata annullata
ko: 취소된 전화
ms: Panggilan DIbatalkan
nl: Oproep geannuleerd
pl: Połączenie anulowane
pt_br: Chamada cancelada
ru: Отменённый звонок
sv: Avbrutet samtal
tr: İptal Edilen Arama
uk: Скасований виклик
uz: Rad etilgan chaqiruv
zh_cn: 挂断
zh_tw: 掛斷

# CallMessageReportProblem
source: Rate Call
ar: قيّم المكالمة
be: Ацаніць выклік
ca: Valoreu la trucada
de: Anruf bewerten
es: Evaluar llamada
fa: امتیاز دادن به تماس
fi: Arvioi puhelua
fr: Évaluer l'appel
id: Nilai Panggilan
it: Valuta la chiamata
ko: 전화 평가
ms: Nilai Panggilan
nl: Beoordeel deze oproep
pl: Oceń połączenie
pt_br: Avaliar Chamada
ru: Оцените звонок
sv: Betygsätt ljudkvaliteten
tr: Aramayı Değerlendir
uk: Оцінити виклик
uz: Chaqiruvingizni baholang
zh_cn: 评价通话
zh_tw: 評價通話

# CallMessageVideoIncoming
source: Incoming Video Call
ar: مكالمة مرئية واردة
be: Уваходны відэавыклік
ca: Videotrucada rebuda
de: Eingehender Videoanruf
es: Videollamada entrante
fa: تماس ویدیویی دریافتی
fi: Saapuva videopuhelu
fr: Appel vidéo entrant
id: Panggilan Masuk
it: Videochiamata in entrata
ko: 수신 영상 통화
ms: Panggilan Video Masuk
nl: Inkomende video-oproep
pl: Połączenie przychodzące
pt_br: Videochamada recebida
ru: Входящий звонок
sv: Inkommande videosamtal
tr: Gelen Görüntülü Arama
uk: Вхідний виклик
uz: Kiruvchi chaqiruv

# CallMessageVideoIncomingDeclined
source: Declined Video Call
ar: مكالمة مرئية مرفوضة
be: Адхілены відэавыклік
ca: Videotrucada rebutjada
de: Abgelehnter Videoanruf
es: Videollamada rechazada
fa: تماس ویدیویی رد شده
fi: Hylätty videopuhelu
fr: Appel vidéo refusé
id: Panggilan Ditolak
it: Videochiamata rifiutata
ko: 거절된 영상 통화
ms: Panggilan Video Ditolak
nl: Geweigerde video-oproep
pl: Połączenie odrzucone
pt_br: Videochamada recusada
ru: Отклонённый видеозвонок
sv: Avböjt videosamtal
tr: Reddedilen Görüntülü Arama
uk: Відхилений виклик
uz: Rad etilgan chaqiruv

# CallMessageVideoIncomingMissed
source: Missed Video Call
ar: مكالمة مرئية فائتة
be: Прапушчаны відэавыклік
ca: Videotrucada perduda
de: Verpasster Videoanruf
es: Videollamada perdida
fa: تماس ویدیویی ناموفق
fi: Vastaamaton videopuhelu
fr: Appel vidéo manqué
id: Panggilan Tak Terjawab
it: Videochiamata persa
ko: 부재중 영상 통화
ms: Panggilan Video Terlepas
nl: Gemiste video-oproep
pl: Połączenie anulowane
pt_br: Videochamada perdida
ru: Пропущенный звонок
sv: Missat videosamtal
tr: Cevapsız Arama
uk: Пропущений виклик
uz: Javobsiz video chaqiruv

# CallMessageVideoOutgoing
source: Outgoing Video Call
ar: مكالمة مرئية صادرة
be: Выходны відэавыклік
ca: Videotrucada feta
de: Ausgehender Videoanruf
es: Videollamada saliente
fa: تماس ویدیویی خروجی
fi: Lähtevä videopuhelu
fr: Appel vidéo sortant
id: Panggilan Keluar
it: Videochiamata in uscita
ko: 발신 영상 통화
ms: Panggilan Video Keluar
nl: Uitgaande video-oproep
pl: Połączenie wychodzące
pt_br: Videochamada efetuada
ru: Исходящий звонок
sv: Utgående videosamtal
tr: Giden Görüntülü Arama
uk: Вихідний виклик
uz: Chiquvchi chaqiruv
